/* Main alert text */
"Q_HEADLINE_APP" = "„%@“ ist %@, %@. Möchten Sie es wirklich öffnen?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "„%@“ ist %@, das %@ wurde. Möchten Sie es wirklich öffnen?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "„%@“ ist möglicherweise %@, %@ wurde. Es wird von %@ geöffnet. Möchten Sie es wirklich öffnen?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "„%@“ beschädigt Ihren Computer. Sie sollten das Objekt in den Papierkorb bewegen."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "das aus dem Internet geladen wurde"; 
"Q_ORIGIN_WEB" = "das aus dem Internet geladen wurde";
"Q_ORIGIN_MAIL" = "das an eine E-Mail angehängt wurde";
"Q_ORIGIN_CHAT" = "das an eine Chat-Nachricht angehängt wurde";
"Q_ORIGIN_CALENDAR" = "das an ein Kalenderereignis angehängt wurde";
"Q_ORIGIN_MESSAGE" = "das an eine E-Mail angehängt wurde";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Es enthält die Malware „%@“."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "„%@“ konnte nicht in den Papierkorb bewegt werden."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Das Image mit „%@“ konnte nicht ausgeworfen werden."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Diese Malware muss manuell entfernt werden.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "%@ wurde %@ geladen."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ hat %@ %@ geladen."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ hat %@ %@ von %@ geladen."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ hat %@ %@ empfangen."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "die Datei";
"Q_DETAIL_TYPE_ALIAS" = "das Alias";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "„%@“ befindet sich auf dem Image „%@“."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "„%@“ befindet sich auf einem Image, das nicht gefunden wurde."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Dieses Image wurde %@ geladen."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ hat dieses Image %@ geladen."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ hat dieses Image %@ von %@ geladen."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ hat dieses Image %@ empfangen."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "„%@“ befindet sich auf einem Netzwerkvolume."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "„%@“ befindet sich auf dem Netzwerkvolume „%@“."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "Diese Netzwerkverbindung wurde von „%@“ %@ geöffnet."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "heute um %@"; /* time */
"Q_DATE_YESTERDAY" = "gestern um %@"; /* time */
"Q_DATE_THIS_YEAR" = "am %@"; /* date */
"Q_DATE_FULL" = "am %@"; /* date */
"Q_DATE_UNKNOWN" = "an einem unbekannten Datum"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Beim Öffnen dieses Programms nicht warnen"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Beim Öffnen von Programmen auf diesem Image nicht warnen";
"Q_DO_NOT_WARN_SERVER" = "Beim Öffnen von Programmen auf diesem Netzwerkvolume nicht warnen";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Öffnen";
"Q_BUTTON_CANCEL" = "Abbrechen";
"Q_BUTTON_SHOW_WEB_PAGE" = "Webseite anzeigen";
"Q_BUTTON_SHOW_MAIL" = "E-Mail anzeigen";
"Q_BUTTON_SHOW_CHAT" = "Nachricht anzeigen";
"Q_BUTTON_SHOW_CALENDAR" = "Ereignis anzeigen";
"Q_BUTTON_SHOW_DMG" = "Image anzeigen";
"Q_BUTTON_SHOW_APP" = "Programm anzeigen";
"Q_BUTTON_SHOW_SOURCE" = "Quelle anzeigen";
"Q_BUTTON_EJECT_DMG" = "Image auswerfen";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "In den Papierkorb legen";

/* File kinds */
"Q_TYPE_APPLICATION" = "ein Programm";
"Q_TYPE_SCRIPT_APPLICATION" = "ein skriptfähiges Programm";
"Q_TYPE_UNIX_APPLICATION" = "ein Unix-Programm";
"Q_TYPE_JAVA_APPLICATION" = "ein Java-Programm";
"Q_TYPE_WEB_APPLICATION" = "ein Web-Programm";
"Q_TYPE_QUARTZ_APPLICATION" = "ein Quartz Composer-Programm";
"Q_TYPE_WINDOWS_APPLICATION" = "ein Windows-Programm";
"Q_TYPE_ALIAS_VARIANT" = "%@-Alias"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
